{
    "adhkar": [
      "In the name of Allah, the Most Gracious, the Most Merciful",
      "Allah, there is no deity except Him, the Ever-Living, the Sustainer of existence",
      "O Allah, You are my Lord. There is no deity except You. You created me, and I am Your servant. I am committed to Your covenant and promise as much as I am able. I seek refuge in You from the evil of what I have done. I acknowledge Your favor upon me, and I admit my sins. So forgive me, for none can forgive sins except You",
      "O Allah, I ask You for wellness in this world and the Hereafter",
      "O Allah, I seek refuge in You from anxiety and sorrow, from weakness and laziness, from miserliness and cowardice, and from the burden of debts and the oppression of men",
      "O Allah, the Knower of the unseen and the seen, the Creator of the heavens and the earth, the Lord of everything and its King, I testify that there is no god but You. I seek refuge in You from the evil of my soul and from the evil of Satan and his temptations. I ask You to protect me from committing any sin or bringing harm to a fellow Muslim",
      "O Allah, the Lord of the seven heavens and the Lord of the mighty throne, the Creator of the day and the night, I seek refuge in You from the evil of every creature You have taken control of. You are the First, and there is nothing before You; You are the Last, and there is nothing after You; You are the Manifest, and there is nothing above You; You are the Hidden, and there is nothing below You. Protect me from the torment of Hell and the punishment of the grave",
      "We have entered the morning, and the sovereignty belongs to Allah. Praise be to Allah, there is no god but Allah, the One without a partner, to whom belongs the sovereignty and the praise. He has power over everything. My Lord, I ask You for the best of what this day holds, and the best of what comes after it. I seek refuge in You from the evil of this day and the evil of what follows. My Lord, I seek refuge in You from laziness and pride, and I seek refuge in You from the torment of the fire and the punishment of the grave",
      "O Allah, I ask You for Your mercy and grace, for no one possesses them except You",
      "O Allah, bless and grant peace to our Prophet Muhammad",
      "I seek refuge in the perfect words of Allah from the evil of what He has created",
      "Surah Al-Fatiha: In the name of Allah, the Most Gracious, the Most Merciful. Praise be to Allah, the Lord of the Worlds, the Most Gracious, the Most Merciful, Master of the Day of Judgment. You alone we worship, and You alone we ask for help. Guide us to the straight path, the path of those who have received Your grace, not the path of those who have brought down Your wrath upon themselves or those who have gone astray",
      "Surah Al-Ikhlas: Say, 'He is Allah, [Who is] One, Allah, the Eternal Refuge. He neither begets nor is born, nor is there to Him any equivalent.'",
      "Surah Al-Falaq: Say, 'I seek refuge in the Lord of the dawn, from the evil of what He created, and from the evil of the darkness when it settles, and from the evil of the blowers in knots, and from the evil of the envious when they envy'",
      "Surah An-Nas: Say, 'I seek refuge in the Lord of mankind, the King of mankind, the God of mankind, from the evil of the whisperer who withdraws, who whispers in the hearts of mankind, of jinn and mankind'"
    ]
  }
  